{
    "Email": "Email",
    "Password": "Mật khẩu",
    "Name": "Họ và tên",
    "Remember me": "Ghi nhớ đăng nhập",
    "Forgot your password?": "Quên mật khẩu?",
    "Log in": "Đăng nhập",
    "Register": "Đăng ký",
    "Confirm Password": "Xác nhận mật khẩu",
    "Already registered?": "Đã có tài khoản?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Quên mật khẩu? Không sao. Hãy cho chúng tôi biết địa chỉ email của bạn và chúng tôi sẽ gửi cho bạn link đặt lại mật khẩu.",
    "Email Password Reset Link": "Gửi link đặt lại mật khẩu",
    "Reset Password": "Đặt lại mật khẩu",
    "This is a secure area of the application. Please confirm your password before continuing.": "Đây là khu vực bảo mật của ứng dụng. Vui lòng xác nhận mật khẩu trước khi tiếp tục.",
    "Confirm": "Xác nhận",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Cảm ơn bạn đã đăng ký! Trước khi bắt đầu, vui lòng xác minh địa chỉ email của bạn bằng cách nhấp vào liên kết mà chúng tôi vừa gửi cho bạn qua email. Nếu bạn không nhận được email, chúng tôi sẽ gửi lại cho bạn.",
    "A new verification link has been sent to the email address you provided during registration.": "Link xác minh mới đã được gửi đến địa chỉ email bạn cung cấp khi đăng ký.",
    "Resend Verification Email": "Gửi lại email xác minh",
    "Log Out": "Đăng xuất",
    "Profile": "Hồ sơ",
    "Profile Information": "Thông tin hồ sơ",
    "Update your account's profile information and email address.": "Cập nhật thông tin hồ sơ và địa chỉ email của tài khoản.",
    "Your email address is unverified.": "Địa chỉ email của bạn chưa được xác minh.",
    "Click here to re-send the verification email.": "Nhấn vào đây để gửi lại email xác minh.",
    "A new verification link has been sent to your email address.": "Link xác minh mới đã được gửi đến địa chỉ email của bạn.",
    "Save": "Lưu",
    "Saved.": "Đã lưu.",
    "Update Password": "Cập nhật mật khẩu",
    "Ensure your account is using a long, random password to stay secure.": "Đảm bảo tài khoản của bạn sử dụng mật khẩu dài và ngẫu nhiên để an toàn hơn.",
    "Current Password": "Mật khẩu hiện tại",
    "New Password": "Mật khẩu mới",
    "Delete Account": "Xóa tài khoản",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Khi tài khoản của bạn bị xóa, tất cả tài nguyên và dữ liệu sẽ bị xóa vĩnh viễn. Trước khi xóa tài khoản, vui lòng tải xuống bất kỳ dữ liệu hoặc thông tin nào bạn muốn giữ lại.",
    "Are you sure you want to delete your account?": "Bạn có chắc chắn muốn xóa tài khoản của mình không?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Khi tài khoản của bạn bị xóa, tất cả tài nguyên và dữ liệu của nó sẽ bị xóa vĩnh viễn. Vui lòng nhập mật khẩu để xác nhận bạn muốn xóa vĩnh viễn tài khoản của mình.",
    "Cancel": "Hủy",
    "Thank you for contacting us. We will respond as soon as possible.": "Cảm ơn bạn đã liên hệ với chúng tôi. Chúng tôi sẽ phản hồi sớm nhất có thể.",
    "Your quote request has been sent successfully. We will contact you as soon as possible.": "Yêu cầu báo giá của bạn đã được gửi thành công. Chúng tôi sẽ liên hệ với bạn sớm nhất.",
    "Contact from website": "Liên hệ từ website",
    "Please login to continue.": "Vui lòng đăng nhập để tiếp tục.",
    "You do not have permission to access this page. Only Admin can access Dashboard.": "Bạn không có quyền truy cập trang này. Chỉ Admin mới có thể vào Dashboard."
}
